<!DOCTYPE html>
<html>
    <head>
        <?php
            include '../templates/head.html';
        ?>
        <title>Политика конфиденциальности | Интернет-магазин ShoeZzilla shoezzilla.com.ua</title>
    </head>
    <body>
        <section class="main">
            <?php
                include_once '../scripts/twig.php';
                $loader = create_file_loader();
                $twig = create_twig($loader);
                echo $twig->render('header.html');
                echo $twig->render('navigation.html');
            ?>
            
            <div class="content content_block">
                <h1>Политика конфиденциальности</h1>
                <p>Данная политика конфиденциальности относится
                    к&nbsp;сайту под доменным именем <a href="https://shoezzilla.com.ua">shoezzilla.com.ua</a> Эта страница содержит сведения о&nbsp;том, какую информацию&nbsp;мы (администрация сайта) или третьи лица могут получать, когда вы&nbsp;пользуетесь нашим сайтом.</p>
                <h2>Данные,
                    собираемые при посещении сайта</h2>
                <h3>Персональные
                    данные</h3>
                <p>Персональные
                    данные при посещении сайта передаются
                    пользователем добровольно, к&nbsp;ним
                    могут относиться: имя, фамилия, отчество,
                    номера телефонов, адреса электронной
                    почты, адреса для доставки товаров или
                    оказания услуг, реквизиты компании,
                    которую представляет пользователь,
                    должность в&nbsp;компании, которую
                    представляет пользователь, аккаунты
                    в&nbsp;социальных сетях; поля форм могут
                    запрашивать и&nbsp;иные данные.</p>
                <p>Эти
                    данные собираются в&nbsp;целях оказания
                    услуг или продажи товаров, связи
                    с&nbsp;пользователем или иной активности
                    пользователя на&nbsp;сайте, а&nbsp;также,
                    чтобы отправлять пользователям
                    информацию, которую они согласились
                    получать.</p>
                <p>Мы&nbsp;не&nbsp;проверяем
                    достоверность оставляемых данных,
                    однако не&nbsp;гарантируем качественного
                    исполнения заказов или обратной связи
                    с&nbsp;нами при некорректных данных.</p>
                <p>Данные
                    собираются имеющимися на&nbsp;сайте
                    формами для заполнения (например,
                    регистрации, оформления заказа, подписки,
                    оставления отзыва, обратной связи
                    и&nbsp;иными).</p>
                <p>Формы,
                    установленные на&nbsp;сайте, могут
                    передавать данные как напрямую на&nbsp;сайт,
                    так и&nbsp;на&nbsp;сайты сторонних организаций
                    (скрипты сервисов сторонних организаций).</p>
                <p>Также
                    данные могут собираться через технологию
                    cookies (куки) как непосредственно сайтом,
                    так и&nbsp;скриптами сервисов сторонних
                    организаций. Эти данные собираются
                    автоматически, отправку этих данных
                    можно запретить, отключив cookies (куки)
                    в&nbsp;браузере, в&nbsp;котором открывается
                    сайт.</p>
                <h3>Не&nbsp;персональные
                    данные</h3>
                <p>Кроме
                    персональных данных при посещении сайта
                    собираются не&nbsp;персональные данные,
                    их&nbsp;сбор происходит автоматически
                    веб-сервером, на&nbsp;котором расположен
                    сайт, средствами CMS (системы управления
                    сайтом), скриптами сторонних организаций,
                    установленными на&nbsp;сайте. К&nbsp;данным,
                    собираемым автоматически, относятся:
                    IP&nbsp;адрес и&nbsp;страна его регистрации,
                    имя домена, с&nbsp;которого вы&nbsp;к&nbsp;нам
                    пришли, переходы посетителей с&nbsp;одной
                    страницы сайта на&nbsp;другую, информация,
                    которую ваш браузер предоставляет
                    добровольно при посещении сайта, cookies
                    (куки), фиксируются посещения, иные
                    данные, собираемые счетчиками аналитики
                    сторонних организаций, установленными
                    на&nbsp;сайте.</p>
                <p>Эти
                    данные носят неперсонифицированный
                    характер и&nbsp;направлены на&nbsp;улучшение
                    обслуживания клиентов, улучшения
                    удобства использования сайта, анализа
                    посещаемости.</p>
                <h2>Предоставление
                    данных третьим лицам</h2>
                <p>Мы&nbsp;не&nbsp;раскрываем
                    личную информацию пользователей
                    компаниям, организациям и&nbsp;частным
                    лицам, не&nbsp;связанным с&nbsp;нами. Исключение
                    составляют случаи, перечисленные ниже.</p>
                <h3>Данные
                    пользователей в&nbsp;общем доступе</h3>
                <p>Персональные
                    данные пользователя могут публиковаться
                    в&nbsp;общем доступе в&nbsp;соответствии
                    с&nbsp;функционалом сайта, например, при
                    оставлении отзывов, может публиковаться
                    указанное пользователем имя, такая
                    активность на&nbsp;сайте является
                    добровольной, и&nbsp;пользователь своими
                    действиями дает согласие на&nbsp;такую
                    публикацию.</p>
                <h3>По&nbsp;требованию
                    закона</h3>
                <p>Информация
                    может быть раскрыта в&nbsp;целях
                    воспрепятствования мошенничеству или
                    иным противоправным действиям;
                    по&nbsp;требованию законодательства
                    и&nbsp;в&nbsp;иных случаях, предусмотренных
                    законом.</p>
                <h3>Для
                    оказания услуг, выполнения обязательств</h3>
                <p>Пользователь
                    соглашается с&nbsp;тем, что персональная
                    информация может быть передана третьим
                    лицам в&nbsp;целях оказания заказанных
                    на&nbsp;сайте услуг, выполнении иных
                    обязательств перед пользователем.
                    К&nbsp;таким лицам, например, относятся
                    курьерская служба, почтовые службы,
                    службы грузоперевозок и&nbsp;иные.</p>
                <h3>Сервисам
                    сторонних организаций, установленным
                    на&nbsp;сайте</h3>
                <p>На&nbsp;сайте
                    могут быть установлены формы, собирающие
                    персональную информацию других
                    организаций, в&nbsp;этом случае сбор,
                    хранение и&nbsp;защита персональной
                    информации пользователя осуществляется
                    сторонними организациями в&nbsp;соответствии
                    с&nbsp;их&nbsp;политикой конфиденциальности.</p>
                <p>Сбор,
                    хранение и&nbsp;защита полученной
                    от&nbsp;сторонней организации информации
                    осуществляется в&nbsp;соответствии
                    с&nbsp;настоящей политикой конфиденциальности.</p>
                <h2>Как
                    мы&nbsp;защищаем вашу информацию</h2>
                <p>Мы&nbsp;принимаем
                    соответствующие меры безопасности
                    по&nbsp;сбору, хранению и&nbsp;обработке
                    собранных данных для защиты
                    их&nbsp;от&nbsp;несанкционированного доступа,
                    изменения, раскрытия или уничтожения,
                    ограничиваем нашим сотрудникам,
                    подрядчикам и&nbsp;агентам доступ
                    к&nbsp;персональным данным, постоянно
                    совершенствуем способы сбора, хранения
                    и&nbsp;обработки данных, включая физические
                    меры безопасности, для противодействия
                    несанкционированному доступу к&nbsp;нашим
                    системам.</p>
                <h2>Ваше
                    согласие с&nbsp;этими условиями</h2>
                <p>Используя
                    этот сайт, вы&nbsp;выражаете свое согласие
                    с&nbsp;этой политикой конфиденциальности.
                    Если вы&nbsp;не&nbsp;согласны с&nbsp;этой
                    политикой, пожалуйста, не&nbsp;используйте
                    наш сайт. Ваше дальнейшее использование
                    сайта после внесения изменений в&nbsp;настоящую
                    политику будет рассматриваться как
                    ваше согласие с&nbsp;этими изменениями.</p>
                <h2>Отказ
                    от&nbsp;ответственности</h2>
                <p>Политика
                    конфиденциальности не&nbsp;распространяется
                    ни&nbsp;на&nbsp;какие другие сайты и&nbsp;не&nbsp;применима
                    к&nbsp;веб-сайтам третьих лиц, которые
                    могут содержать упоминание о&nbsp;нашем
                    сайте и&nbsp;с&nbsp;которых могут делаться
                    ссылки на&nbsp;сайт, а&nbsp;также ссылки
                    с&nbsp;этого сайта на&nbsp;другие сайты сети
                    Интернет. Мы&nbsp;не&nbsp;несем ответственности
                    за&nbsp;действия других веб-сайтов.</p>
                <h2>Изменения
                    в&nbsp;политике конфиденциальности</h2>
                <p>Мы&nbsp;имеем
                    право по&nbsp;своему усмотрению обновлять
                    данную политику конфиденциальности
                    в&nbsp;любое время. В&nbsp;этом случае
                    мы&nbsp;опубликуем уведомление на&nbsp;главной
                    странице нашего сайта. Мы&nbsp;рекомендуем
                    пользователям регулярно проверять эту
                    страницу для того, чтобы быть в&nbsp;курсе
                    любых изменений о&nbsp;том, как мы&nbsp;защищаем
                    информацию пользователях, которую
                    мы&nbsp;собираем. Используя сайт,
                    вы&nbsp;соглашаетесь с&nbsp;принятием на&nbsp;себя
                    ответственности за&nbsp;периодическое
                    ознакомление с&nbsp;политикой
                    конфиденциальности и&nbsp;изменениями
                    в&nbsp;ней.</p>
                <h2>Как
                    с&nbsp;нами связаться</h2>
                <p>Если
                    у&nbsp;вас есть какие-либо вопросы о&nbsp;политике
                    конфиденциальности, использованию
                    сайта или иным вопросам, связанным
                    с&nbsp;сайтом, свяжитесь с&nbsp;нами:</p>
                <p>support@shoezzilla.com.ua также в разделе <a href="/contacts/">Контакты</a></p>
            </div>
            
            <?php
                echo $twig->render('footer.html');
            ?>
        </section>
    </body>
</html>
